Repository: HuntingBears/aguilas
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it

source: Users found matching the given criteria.
it: Utenti trovati che corrispondono ai criteri specificati.

source: Users found whose real name starts with letter
it: Utenti trovati il cui nome reale inizia con la lettera

source: is powered by
it: è offerto da

source: of the user
it: dell'utente

source: . Creating an account will allow you to connect to the following services:
it: . Creando un account sarai abilitato a connetterti ai seguenti servizi:

source: . With this account your will be able to authenticate in the platform services. In the second column of the form we have placed some examples to help you with the process. Please follow the instructions to finish the process.
it: . Con questo account potrai autenticarti nella piattaforma dei servizi. Nella seconda colonna del modulo abbiamo posto alcuni esempi per aiutarti con il processo. Segui le istruzioni per finire il processo.

source: After introducing your user data, you will be able to edit your profile information.
it: Dopo aver introdotto i dati utente, potrai modificare le informazioni del profilo.

source: An error has ocurred trying to close the connection to the LDAP database:
it: Si è verificato un errore chiudendo la connessione al database LDAP:

source: An error has ocurred trying to close the connection to the MYSQL database:
it: Si è verificato un errore provando a chiudere la connessione al database MYSQL:

source: An error has ocurred trying to connect to the MYSQL database.
it: Si è verificato un errore connettendosi al database MYSQL

source: An error has ocurred trying to delete entries on the LDAP database:
it: Si è verificato un errore provando a cancellare le voci nel database LDAP:

source: An error has ocurred trying to insert entries on the LDAP database:
it: Si è verificato un errore provando a inserire le voci nel database LDAP:

source: An error has ocurred trying to modify entries on the LDAP database:
it: Si è verificato un errore provando a modificare le voci nel database LDAP:

source: An error has ocurred trying to select database
it: Si è verificato un errore scegliendo il database

source: An error has ocurred while the system was performing a MYSQL query on the database:
it: Si è verificato un errore mentre il sistema stava effettuando una query MYSQL nel database:

source: An error has ocurred while the system was performing a search:
it: Si è verificato un errore mentre il sistema stava effettuando una ricerca:

source: An error ocurred while trying to bind with LDAP:
it: Si è verificato un errore provando a collegarsi con LDAP:

source: An error ocurred while trying to configure LDAP:
it: Si è verificato un errore provando a configurare LDAP:

source: An error ocurred while trying to start a secure connection with LDAP:
it: Si è verificato un errore avviando una connessione sicora con LDAP:

source: An error ucurred while trying to connect to the LDAP
it: Si è verificato un errore provando a connettersi a LDAP

source: Back
it: Indietro

source: Browse Users
it: Sfoglia Utenti

source: Browse users
it: Sfoglia utenti

source: CONFIRM
it: CONFERMA

source: Cancel
it: Cancella

source: Change Password
it: Cambia Password

source: Change user password
it: Cambia password utente

source: Click the following link to confirm your petition.
it: Clicca sul seguente link per confermare il cambiamento

source: Complete Name
it: Nome Completo

source: Creating LDAP maxUID entry ...
it: Creando la voce LDAP maxUID...

source: Creating database
it: Creando database

source: Creating table for storing the new user requests ...
it: Creando una tavola per la memorizzazione delle richieste di un nuovo utente...

source: Creating table for storing the reset password requests ...
it: Creando una tavola per la memorizzazione delle richieste di reset password...

source: DONE!
it: FATTO!

source: Dear user
it: Caro utente

source: Delete User
it: Cancella utente

source: Deleted User in
it: Cancella Utente in

source: Deleting LDAP maxUID entry ...
it: Cancellando voce LDAP maxUID

source: Deleting database
it: Cancellando il database

source: Edit Profile
it: Modifica Profilo

source: Edit User Profile
it: Modifica Profilo Utente

source: Edit user profile
it: Modifica profilo utente

source: First Name
it: Nome

source: From here you will be able to manage directly your users in
it: Da qui potrai gestire direttamente i tuoi utenti in

source: Group
it: Gruppo

source: Hey! What are you trying to do?
it: Hey! Cosa stai cercando di fare?

source: Hi! Your password in
it: Ciao! La tua password in

source: Hi,
it: Ciao

source: Hi, your new password is:
it: Ciao, la tua nuova password è:

source: I did not get the confirmation e-mail when i requested an account
it: Non ho ricevuto un e-mail di conferma quando ho richiesto un account

source: I forgot my username
it: Ho dimenticato il nome utente

source: Invalid Format.
it: Formato Invalido.

source: Invalid letter.
it: Carattere invalido.

source: Last Name
it: Cognome

source: New Password
it: Nuova Password

source: New Password (repeat)
it: Nuova Password (ripeti)

source: New Password in
it: Nuova Password in

source: New Password petition in
it: Petizione Nuova Password in

source: New User
it: Nuovo Utente

source: New User in
it: Nuovo User in

source: New user activation in
it: Attivazione nuovo utente in

source: Password (repeat)
it: Password (ripeti)

source: Password Change in
it: Cambia Password in

source: Password length must be shorter than 30 characters and longer than 8.
it: La lunghezza della password deve essere minore di 30 caratteri e maggiore di 8.

source: Password must have at least 8 characters.
it: La password deve avere almeno 8 caratteri

source: Passwords do not match.
it: Le password non corrispondono.

source: Please complete the following form to automatically generate a new password for your user.
it: Completa il seguente modulo per generare automaticamente una nuova password per il tuo utente.

source: Please complete the following form to change your password.
it: Completa il seguente modulo per cambiare la tua password.

source: Please complete the following form to erase DEFINITELY your user from
it: Completa il seguente modulo per cancellare DEFINITIVAMENTE il tuo utente da

source: Please complete the following form to request a new user account in
it: Completa il seguente modulo per richiedere un nuovo account utente in

source: Please enter the e-mail you used to register your new user account, so we can resend the confirmation e-mail.
it: Inserisci l'indirizzo e-mail che hai usato per registrare il nuovo account utente, poi potremo rinviare l'e-mail di conferma.

source: Please enter the e-mail you used to register your user account.
it: Inserisci l'indirizzo e-mail che hai usato per registrare l'account utente.

source: Real Name
it: Nome Reale

source: Remind User
it: Ricorda Utente

source: Remind Username
it: Ricorda Nome Utente

source: Request Status
it: Richiedi Status

source: Request a User Account
it: Richiedi un Account Utente

source: Request a new user account
it: Richiedi un nuovo account utente

source: Resend E-Mail
it: Rinvia E-Mail

source: Reset Password
it: Resetta Password

source: Reset user password
it: Resetta password utente

source: SEND
it: INVIA

source: Save
it: Salva

source: Search Results
it: Risultati Ricerca

source: Search User
it: Trova Utente

source: Start
it: Avvia

source: Success! We have generated a new password for you. Please check your e-mail to find it.
it: Successo! Abbiamo generato una nuova password per te. Controlla il tuo indirizzo e-mail per trovarla.

source: Success! Your account has been successfully created.
it: Successo! Il tuo account è stato creato con successo.

source: Success! Your password has been changed.
it: Successo! La tua password è stata cambiata.

source: The confirmation token is invalid. Please make the request again.
it: Il segno di conferma non è valido. Torna indietro e richiedilo ancora.

source: The data provided doesn't match any existing account. Please go back and check the information you gave us.
it: I dati inseriti non corrispondono in nessun account esistente. Torna indietro e controlla le informazioni inserite.

source: The e-mail you provided is already asociated to an existing account.
it: L'indirizzo e-mail che hai inserito è già associato a un account esistente.

source: The e-mail you provided is not valid. Please go back and verify that you have entered it correctly.
it: L'indirizzo e-mail fornitoci non è valido. Torna indietro e verifica di averlo inserito correttamente.

source: The following users are associated to the email account
it: I seguenti utenti sono associati all'account e-mail

source: The new user account has been processed correctly. Please check your e-mail to finish the process.
it: Il nuovo account utente è stato processato correttamente. Controlla le tue e-mail per completare.

source: The old password has invalid characters, which is very strange. Please use the Reset Password form to change your password, and then come back here.
it: La vecchia password contiene caratteri non validi, è molto strano. Usa il modulo di Reset Password per cambiare la tua password, poi torna qui.

source: The page has expired, please go back and try again.
it: La pagina è scaduta, torna indietro e prova ancora.

source: The password has invalid characters. You can only use letters (uppercase, lowercase), numbers and these symbols: . ! @ # $ % ^ + = - _
it: La password contiene caratteri non validi. Puoi usare solamente lettere (maiuscole, minuscole), numeri e questi simboli: . ! @ # $ % ^ + = - _

source: The username already exists.
it: Il nome utente esiste già.

source: The username is invalid. You can only use letters (uppercase, lowercase), numbers, dashes and underscores.
it: Il nome utente non è valido. Puoi usare dolamente lettere (maiuscole, minuscole), numeri, trattini e trattini bassi.

source: There are no petitions matching the data provided.
it: Non ci sono moduli contententi i dati inseriti.

source: There is an inconsistency with the database. There are two or more accounts sharing some user data (username, e-mail, etc...), which generates errors and inaccuracies on the system. This error has been informed to system administrators.
it: C'è un'incoerenza con il database. Ci sono due o più account che condividono gli stessi dati utente (nome utente, e-mail, ecc...), che generano errori e imprecisioni sul sistema. Questo errore è stato segnalato agli amministratori del sistema.

source: There was an error creating your account. Please try again later.
it: Si è verificato un errore creando il tuo account. Prova più tardi

source: There was an error deleting your account. Please try again later.
it: Si è verificato un errore cancellando il tuo account. Prova più tardi.

source: There was an error generating your new password. Please try again later.
it: Si è verificato un errore generando la tua nuova password. Prova più tardi.

source: There was an error organizing the LDAP search results:
it: Si è verificato un errore organizzando i risultati della ricerca in LDAP:

source: There was an error processing the form. Please go back and verify that you have entered the information correctly.
it: Si è verificato un errore processando il modulo. Torna indietro e verifica di aver inserito correttamente le informazioni.

source: There was an error retrieving the LDAP search results:
it: Si è verificato un errore recuperando i risultati della ricerca in LDAP;

source: There was an error sending the confirmation e-mail. Please try again later.
it: Si è verificato un errore inviando la e-mail di conferma. Prova più tardi.

source: Type a search term and press enter
it: Digita un termine di ricerca e premi invio

source: User Profile
it: Profilo Utente

source: Username
it: Nome Utente

source: Username length must be shorter than 30 characters and longer than 3.
it: La lunghezza del nome utente deve essere minore di 30 caratteri e maggiore di 8.

source: Username must have at least 3 characters.
it: Il Nome Utente deve avere almeno 3 caratteri.

source: Users from
it: Utenti da

source: We have modified the attribute
it: Abbiamo modificato l'attributo

source: Welcome to
it: Benvenuto a

source: You cannot leave empty fields.
it: Non puoi lasciare campi vuoti.

source: You exceeded the limit of 30 characters.
it: Hai oltrepassato il limite di 30 caratteri.

source: You exceeded the limit of 60 characters.
it: Hai oltrepassato il limite di 60 caratteri.

source: You exceeded the limit of 8 characters.
it: Hai oltrepassato il limite di 8 caratteri.

source: You have entered the verification code (captcha) incorrectly, please go back and try again.
it: Hai inserito il codice di verifica (captcha) incorrettamente, torna indietro e prova ancora.

source: You have received this e-mail because someone made a new password petition for the user
it: Hai ricevuto questa e-mail perchè qualcuno ha richiesto una nuova password per l'utente

source: You have received this e-mail because you made a new user request in
it: Hai ricevuto questa e-mail perchè hai fatto richiesta di un nuovo nome utente in

source: Your Password
it: La Tua Password

source: Your account has been successfully created
it: Il tuo account è stato creato con successo

source: Your account has been successfully deleted from
it: Il tuo account è stato cancellato con successo da

source: Your account has been successfully deleted.
it: Il tuo account è stato cancellato con successo.

source: Your first name has invalid characters. You can only use letters (uppercase, lowercase), accented letters or with umlaut.
it: Il tuo nome ha caratteri non validi. Puoi usare solamente lettere (maiuscole, minuscole), lettere accentate o con umlaut.

source: Your first name is longer than 60 characters.
it: Il tuo nome è più lungo di 60 caratteri.

source: Your last name has invalid characters. You can only use letters (uppercase, lowercase), accented letters or with umlaut.
it: Il tuo cognome ha caratteri non validi. Puoi usare solamente lettere (maiuscole, minuscole), lettere accentate o con umlaut.

source: Your last name is longer than 60 characters.
it: Il tuo cognome è più lungo di 60 caratteri.

source: Your new password request has been correctly processed. Please check your e-mail to finish the process.
it: La richiesta della nuova password è stata processata con successo. Controlla le tue e-mail per completare.

source: Your old password length is too short or too long, which is very strange. Please use the Reset Password form to change your password, and then come back here.
it: La lunghezza della tua vecchia password è troppo corta o troppo lunga, molto strano. Usa il modulo di Reset Password per cambiare la tua password, poi torna qui.

source: Your search terms have invalid characters. You can only use letters (uppercase, lowercase), accented letters, umlaut and underscore.
it: I tuoi termini di ricerca hanno caratteri invalidi. Puoi usare solamente lettere (maiuscole, minuscole), lettere accentate, umlaut e trattini bassi.

source: [ Change Password ] A success e-mail has been sent to
it: [ Cambio Password ] Una e-mail è stata inviata a

source: [ Delete User ] A success e-mail has been sent to
it: [ Cancella Utente ] Una e-mail di successo è stata inviata a

source: [ New User ] A confirmation e-mail has been re-sent to
it: [ Nuovo Utente ] Una e-mail di conferma è stata rinviata a

source: [ New User ] A confirmation e-mail has been sent to
it: [ Nuovo Utente ] Una e-mail di conferma è stata inviata a

source: [ New User ] A success e-mail has been sent to
it: [ Nuovo Utente ] Una e-mail di successo è stata inviata a

source: [ Reset Password ] A confirmation e-mail has been sent to
it: [ Reset Password ] Una e-mail di conferma è stata inviata a

source: [ Reset Password ] A success e-mail has been sent to
it: [ Reset Password ] Una e-mail di successo è stata inviata a

source: again later.
it: ancora più tardi.

source: at least 8 characters
it: almeno 8 caratteri

source: click the field to edit
it: clicca nel campo per modificarlo

source: e.g., Guy Greenwood
it: es., Rossi

source: e.g., Jonathan Richard
it: es., Mario Andrea

source: e.g., Us3r
it: es., Us3r

source: e.g., user@email.com
it: es., user@email.com

source: enter your new password
it: inserisci la nuova password

source: enter your password
it: inserisci la tua password

source: enter your present password
it: inserisci la password attuale

source: has been changed.
it: è stata cambiata

source: repeat your new password
it: ripeti la nuova password

source: this field cannot be edited
it: questo campo non può essere modificato
