Repository: HuntingBears/aguilas
Catalog: debian-phpldapadmin/po/*.po
Languages: nl, ru

source: LDAP server host address
nl: LDAP-server domeinnaam
ru: Адрес хоста сервера LDAP

source: Please enter the host name or the address of the LDAP server you want to connect to.
nl: Gelieve de domeinnaam of het adres in te geven van de LDAP-server waarmee u een verbinding wenst te maken.
ru: Введите имя хоста или адрес сервера LDAP, к которому хотите подключиться.

source: Support for ldaps protocol
nl: Ondersteuning voor ldaps protocol
ru: Использовать протокол ldaps?

source: If your LDAP server supports TLS (Transport Security Layer), you can use the ldaps protocol to connect to it.
nl: Indien uw LDAP-server TLS (Transport Security Layer) ondersteunt, kunt u ldaps protocol gebruiken om ermee te verbinden.
ru: Если сервер LDAP поддерживает TLS (Transport Security Layer), то для подключения вы можете использовать протокол ldaps.

source: Distinguished name of the search base
nl: Onderscheiden naam van de zoek basis
ru: Индивидуальное имя базы поиска

source: Please enter the distinguished name of the LDAP search base. Many sites use the components of their domain names for this purpose. For example, the domain "example.com" would use "dc=example,dc=com" as the distinguished name of the search base.
nl: Gelieve de onderscheiden naam van de LDAP-zoek basis in te voeren. Veel sites gebruiken de componenten van hun domeinnaam voor dit doel. Bijvoorbeeld: de domeinnaam "voorbeeld.net" zou gebruik maken van "dc=voorbeeld,dc=com" als de onderscheiden naam van de zoek basis.
ru: Введите индивидуальное имя для базы поиска LDAP. Многие сайты для этой цели используют части своих доменных имён. Например, домен "example.net" использовал бы "dc=example,dc=net" как индивидуальное имя для базы поиска.

source: session, cookie, config
nl: sessie, cookie, config
ru: сеанс, куки, в настройках

source: Type of authentication
nl: Soort authenticatie
ru: Тип аутентификации

source: session : You will be prompted for a login dn and a password everytime you connect to phpLDAPadmin, and a session variable on the web server will store them. It is more secure so this is the default.
nl: sessie : U zal om een login dn en een wachtwoord worden gevraagd telkens u verbinding maakt met phpLDAPadmin, en een sessie-variabele op de webserver zal deze oplsaan. Daar dit veiliger is is dit de standaard.
ru: сеанс : Вам будет предлагаться ввести имя и пароль всякий раз при подключении к phpLDAPadmin, и это значение будет сохранено в переменной сеанса на веб-сервере. Это наиболее безопасно, поэтому используется по умолчанию.

source: cookie : You will be prompted for a login dn and a password everytime you connect to phpLDAPadmin, and a cookie on your client will store them.
nl: cookie : U zal om een login dn en een wachtwoord worden gevraagd telkens u verbinding maakt met phpLDAPadmin, en een cookie op uw client zal deze opslaan.
ru: куки : Вам будет предлагаться ввести имя и пароль всякий раз при подключении к phpLDAPadmin, и это значение будет сохранено в куках клиента.

source: config : login dn and password are stored in the configuration file, so you have not to specify them when you connect to phpLDAPadmin.
nl: config : login dn en wachtwoord worden opgeslagen in het configuratie- bestand, dus moet u deze niet invoeren als u verbinding maakt met phpLDAPadmin.
ru: в настройках : Имя и пароль хранится в файле настройки, поэтому вам ненужно вводить его при подключении к phpLDAPadmin.

source: Login dn for the LDAP server
nl: Login dn voor de LDAP-server
ru: Имя, под которым вы зарегистрированы на сервере LDAP

source: Enter the name of the account that will be used to log in to the LDAP server. If you chose a form based authentication this will be the default login dn. In this case you can also leave it empty, if you do not want a default one.
nl: Voer de accountnaam in dat zal worden gebruikt om toegang te krijgen tot de LDAP-server. Indien u kiest voor een op een formulier gebaseerde authenticatie zal dit de standaard login dn zijn. In dit geval kunt u dit ook leeg laten indien u geen standaard login dn wenst.
ru: Введите имя учётной записи, которое будет использоваться для входа на сервер LDAP. Если вы выбрали аутентификацию через форму, то будет использоваться имя по умолчанию. В этом случае вы также можете ничего не вводить, если не хотите использовать значение по умолчанию.

source: Login password for the LDAP server
nl: Login wachtwoord voor de LDAP-server
ru: Пароль для входа на сервер LDAP

source: Enter the password that will be used to log in to the LDAP server. Note: the password will be stored in clear text in config.php, which is not world-readable.
nl: Voer het wachtwoord in dat zal worden gebruikt om toegang te krijgen tot de LDAP-server. Merk op: het wachtwoord zal worden opgeslagen in klare tekst in config.php, welke niet voor iedereen leesbaar is.
ru: Введите пароль, который будет использоваться для входа на сервер LDAP. Замечание: пароль будет храниться в открытом виде в файле config.php, который недоступен на чтение всем.

source: Web server which will be reconfigured automatically
nl: Webserver welke automatisch zal worden geconfigureerd
ru: Веб-сервер для автоматической перенастройки

source: phpLDAPadmin supports any web server that PHP does, but this automatic configuration process only supports Apache.
nl: phpLDAPadmin ondersteunt elke webserver die door PHP wordt ondersteund, maar dit automatische configuratieproces ondersteunt enkel Apache.
ru: phpLDAPadmin работает на любом веб-сервере с поддержкой PHP, но процесс автоматической настройки выполняется только для Apache.

source: Restart of your webserver(s)
nl: Herstarten van uw webserver(s)
ru: Перезапуск веб-сервера(ов)

source: Remember that in order to apply the changes your webserver(s) has/have to be restarted.
nl: Om de wijzigingen toe te passen moet(en) uw webserver(s) opnieuw worden opgestart.
ru: Чтобы изменения вступили в силу, веб-сервер(ы) должен быть перезагружен.
