Repository: HuntingBears/aguilas
Catalog: debian/po/*.po
Languages: de, it, pt, vi

source: LDAP server host address
de: LDAP-Server-Adresse
it: Indirizzo del server LDAP
pt: Endereço do servidor LDAP
vi: Địa chỉ của máy chạy trình phục vụ LDAP

source: Please enter the host name or the address of the LDAP server you want to connect to.
de: Bitte geben Sie den Namen oder die Adresse des LDAP-Servers ein, mit dem Sie sich verbinden wollen.
it: Per favore inserisci l'host name o l'indirizzo del server LDAP al quale vuoi collegarti.
pt: Por favor introduza o nome da máquina ou o endereço do servidor LDAP ao qual se quer ligar.
vi: Hãy nhập tên máy hay địa chỉ máy của trình phục vụ LDAP mà bạn muốn kết nối đến nó.

source: Support for ldaps protocol
de: Unterstützung für das ldaps-Protokoll
it: Supporto per il protocollo ldaps
pt: Suporte para o protocolo ldaps
vi: Sự hỗ trợ giao thức LDAPS

source: If your LDAP server supports TLS (Transport Security Layer), you can use the ldaps protocol to connect to it.
de: Falls Ihr LDAP-Server TLS (Transport Security Layer - Transport-Sicherheits-Schicht) unterstützt, können Sie das ldaps-Protokoll verwenden, um sich mit ihm zu verbinden.
it: Se il tuo server LDAP supporta il TLS (Transport Security Layer), puoi usare il protocollo ldaps per la connessione.
pt: Se o seu servidor LDAP suportar TLS (Transport Security Layer), pode usar o protocolo ldaps para se ligar a ele.
vi: Nếu trình phục vụ LDAP bạn có hỗ trợ TLS (Transport Layer Security: Bảo mật Tầng Truyền), bạn có thể sử dụng giao thức «ldaps» để kết nối đến trình ấy.

source: Distinguished name of the search base
de: Eindeutiger Name der Suchbasis
it: Nome distinto per la ricerca base
pt: Nome distinto da base de busca
vi: Tên riêng của cơ bản tìm kiếm

source: Please enter the distinguished name of the LDAP search base. Many sites use the components of their domain names for this purpose. For example, the domain "example.com" would use "dc=example,dc=com" as the distinguished name of the search base.
de: Bitte geben Sie den eindeutigen Namen (distinguished name, dn) der Suchbasis ein. Viele Installationen verwenden zu diesem Zweck die Komponenten ihres Domain-Namens. Zum Beispiel würde die Domain »example.com« als eindeutigen Namen der Suchbasis »dc=example,dc=com« verwenden.
it: Per favore inserisci il nome distinto per la ricerca base LDAP. Molti siti utilizzano per questo scopo le componenti del proprio dominio. Ad esempio, il dominio "example.com" potrebbe usare "dc=example,dc=com" come nome distinto per la ricerca base.
pt: Por favor introduza o nome distinto da base de busca LDAP. Muitos sites usam componentes dos seus nomes de domínio para esta função. Por exemplo, o domínio "exemplo.com" usaria "dc=example,dc=com" como o nome distinto da base de busca.
vi: Hãy nhập tên riêng (distinguished name) của cơ bản tìm kiếm LDAP. Nhiều nơi Mạng dùng thành phần của tên miền cho mục đích này. Lấy thí dụ, miền «vnoss.org» sẽ dùng «dc=vnoss,dc=org» là tên riêng của cơ bản tìm kiếm.

source: session, cookie, config
de: Sitzung, Cookie, Speichern
it: sessione, cookie, config
pt: sessão, cookie, configuração
vi: phiên, cookie, cấu hình

source: Type of authentication
de: Typ der Authentifizierung
it: Tipo di autenticazione
pt: Tipo de autenticação
vi: Kiểu xác thực

source: session : You will be prompted for a login dn and a password everytime you connect to phpLDAPadmin, and a session variable on the web server will store them. It is more secure so this is the default.
de: Sitzung: Jedes Mal, wenn Sie sich mit phpLDAPadmin verbinden, werden Sie nach einem Login-dn und einem Passwort gefragt. Diese werden in einer Sitzungsvariablen im Webserver gespeichert. Da dies sicherer ist, ist es die Voreinstellung.
it: sessione: Ad ogni connessione a phpLDAPadmin ti verranno richiesti un utente ed una password, ed una variabile di sessione sul server web li memorizzerà. E' la scelta predefinita in quanto è più sicura.
pt: sessão : Ser-lhe-á perguntado um dn login e uma palavra-chave sempre que se ligar ao phpLDAPadmin, e uma variável de sessão no servidor web irá guardá-las. Esta é a forma mais segura e por isso é o valor por omissão.
vi: • phiên: sẽ nhắc bạn nhập tên người dùng đăng nhập và mật khẩu mọi lúc kết nối đến phpLDAPadmin, và một biến phiên trong trình phục vụ Mạng sẽ lưu hai điều ấy. Cách này an toàn hơn thì là mặc định.

source: cookie : You will be prompted for a login dn and a password everytime you connect to phpLDAPadmin, and a cookie on your client will store them.
de: Cookie: Jedes Mal, wenn Sie sich mit phpLDAPadmin verbinden, werden Sie nach einem Login-dn und einem Passwort gefragt. Diese werden in einem Cookie in Ihrem Client gespeichert.
it: cookie : Ad ogni connessione a phpLDAPadmin ti verranno richiesti un utente ed una password, ed un cookie sul tuo client li memorizzerà.
pt: cookie : Ser-lhe-á perguntado um dn login e uma palavra-chave sempre que se ligar ao phpLDAPadmin, e serão guardados numa cookie no seu cliente web.
vi: • cookie: sẽ nhắc bạn nhập tên người dùng đăng nhập và mật khẩu mọi lúc kết nối đến phpLDAPadmin, và một cookie trong trình khách bạn sẽ lưu hai điều ấy.

source: config : login dn and password are stored in the configuration file, so you have not to specify them when you connect to phpLDAPadmin.
de: Speichern: Login-dn und Passwort sind in der Konfigurationsdatei gespeichert. Sie müssen sie nicht angeben, wenn Sie sich mit phpLDAPadmin verbinden.
it: config : Utente e password sono memorizzate nel file di configurazione, non è necessario specificarle quando ti colleghi a phpLDAPadmin.
pt: configuração: o dn login e a palavra-chave são guardados no ficheiro de configuração, portanto não tem de os especificar quando se ligar ao phpLDAPadmin.
vi: • cấu hình: cả tên người dùng đăng nhập lẫn mật khẩu được lưu vào tập tin cấu hình, thì bạn không cần ghi rõ chúng khi kết nối đến phpLDAPadmin.

source: Login dn for the LDAP server
de: Login-dn für den LDAP-Server
it: Utente per la connessione al server LDAP
pt: Dn login para o servidor LDAP
vi: Tên người dùng để đăng nhập vào trình phục vụ LDAP

source: Enter the name of the account that will be used to log in to the LDAP server. If you chose a form based authentication this will be the default login dn. In this case you can also leave it empty, if you do not want a default one.
de: Geben Sie den Namen des Kontos ein, das zur Anmeldung an den LDAP-Server verwendet wird. Falls Sie eine formularbasierte Authentifizierung wählten, wird dies der voreingestellte Login-dn sein. In diesem Fall können Sie ihn auch leer lassen, wenn Sie keine Voreinstellung möchten.
it: Inserisci il nome dell'account che verrà usato per la connessione al server LDAP. Se hai scelto un'autenticazione basata su form questo sarà l'utente predefinito. In questo caso puoi anche lasciarlo vuoto se non vuoi una scelta predefinita.
pt: Introduza o nome da conta que será usada para se autenticar no servidor LDAP. Se escolher autenticação baseada em formulários será este o dn login por omissão. Nesse caso pode também deixar isto vazio, se não quiser um por omissão.
vi: Hãy nhập tên của tài khoản sẽ được dùng để đăng nhập vào trình phục vụ LDAP. Nếu bạn đã chọn một cách xác thực đựa vào đơn, thì tên này sẽ là tên đăng nhập mặc định. Trong trường hợp này, bạn cũng có thể bỏ rỗng, vì bạn không muốn có một tên mặc định.

source: Login password for the LDAP server
de: Login-Passwort für den LDAP-Server
it: Password per la connessione al server LDAP
pt: Palavra-chave para o servidor LDAP
vi: Mật khẩu để đăng nhập vào trình phục vụ LDAP

source: Enter the password that will be used to log in to the LDAP server. Note: the password will be stored in clear text in config.php, which is not world-readable.
de: Geben Sie das Passwort zur Anmeldung an den LDAP-Server ein. Hinweis: Das Passwort wird im Klartext in der Datei config.php gespeichert, welche nicht für jeden lesbar ist.
it: Inserisci la password che verrà usata per la connessione al server LDAP. Nota: la password sarà memorizzata in chiaro nel file config.php che non è leggibile da tutti gli utenti.
pt: Introduza a palavra-chave que irá ser usada para se autenticar no servidor LDAP. Nota: a palavra-chave será guardada em claro no config.php, que não tem permissões de leitura para todos os utilizadores.
vi: Hãy nhập mật khẩu sẽ được dùng để đăng nhập vào trình phục vụ LDAP. Ghi chú: mật khẩu này sẽ được lưu là chữ thô (không mật mã) vào tập tin «config.php» mà không cho phép thế giới đọc.

source: Web server which will be reconfigured automatically
de: Webserver, der automatisch neu eingerichtet wird
it: Server web da riconfigurare automaticamente
pt: Servidor web que será reconfigurado automaticamente
vi: Trình phục vụ Mạng mà sẽ được cấu hình lại tự động

source: phpLDAPadmin supports any web server that PHP does, but this automatic configuration process only supports Apache.
de: phpLDAPadmin unterstützt jeden Webserver, der PHP4-Skripte ausführen kann. Aber dieser automatische Konfigurationsprozess funktioniert nur mit Apache.
it: phpLDAPadmin supporta qualsiasi server web che interpreti PHP, ma questa configurazione automatica funziona solo con Apache.
pt: O phpLDAPadmin suporta qualquer servidor web suportado pelo PHP, mas este processo automático de configuração apenas suporta o Apache.
vi: phpLDAPadmin có hỗ trợ cùng mọi trình phục vụ Mạng với PHP4, nhưng mà tiến trình cấu hình tự động này hỗ trợ chỉ Apache thôi.

source: Restart of your webserver(s)
de: Neustart Ihres Webservers
it: Riavvio dei tuoi server web
pt: Reiniciar o(s) seu(s) servidor(es) web?
vi: Sự khởi chạy lại các trình phục vụ Mạng của bạn

source: Remember that in order to apply the changes your webserver(s) has/have to be restarted.
de: Denken Sie daran, dass Ihr Webserver neu gestartet werden muss, um die Änderungen wirksam werden zu lassen.
it: Ricorda che per applicare i cambiamenti i tuoi server web devono essere riavviati.
pt: Lembre-se que para as alterações serem aplicadas o(s) seu(s) servidor(es) web tem/têm de ser reiniciados.
vi: Hãy ghi nhớ: để áp dụng các thay đổi thì cần phải khởi động lại các trình phục vụ Mạng của bạn.
